Author=Haim Nissani
SourceLANGID=1033
LANGID=1037
Generator=DKLang Translation Editor v3.0
LastModified=2011-01-29 23:03:30

[Constants]
00000002=עבר שינוי
00000003=הקובץ
00000004=?עבר שינוי על ידי תוכנית אחרת, האם ברצונך לטעון קובץ זה? אם כך תאבד את השינויים... להמשיך
00000005=.הדפדפן שנבחר לא נמצא. כדי להציג מידע מהמנפה עליך להגדיר דפדפן בהעדפות
00000006=כל הקבצים (*.*)
00000007=כל הפורמטים
00000008=!אינו קיים
00000009=גרסה , phpDesigner 7 גרסה זו של
00000010=!היא הגרסה הנוכחית
00000011=?האם אתה בטוח שאתה רוצה למחוק את הפריט הזה
00000012=?האם אתה בטוח שברצונך להסיר את היישום שנבחר
00000013=?שנבחר  FTP האם אתה בטוח שברצונך להסיר את חיבור ה
00000014=?האם אתה בטוח שברצונך להסיר את הפרטים שנבחרו
00000015=שינוי שם קובץ
00000016=:הכנס שם חדש לקובץ וסיומת שם קובץ
00000017=!שם הקובץ לא שונה. הקובץ לא נשמר
00000018=לא ניתן להמשיך בשינוי שם קובץ כי השם החדש כבר קיים
00000019=?האם ברצונך לחזור לקובץ הקודם
00000020=.מצב העבודה השקוף יושבת אחרי הפעלת התוכנה מחדש
00000021=מצב עבודה שקוף: מושבת
00000022=!ספריית הקוד לא אותחלה
00000023=...סליחה, קובץ עזרה לא נמצא
00000024=פונקצית חיפוש
00000025=PHP במדריך ה
00000026=.לא נמצא - אנא קבע את התצורה המועדפת שלך כדי להמשיך   PHP האינטרפרטר של
00000027=הנתיב לשרת המארח המקומי לא נמצא- אנא קבע את התצורה המועדפת שלך כדי להמשיך\n
00000028=.יש לשמור את הקובץ כדי לצפות בו בשרת המארח המוטבע
00000029=.יש לשמור את הקובץ כדי לסדר אותו
00000030=.SVN יש לשמור את הקובץ כדי להשתמש בתכונות
00000031=!מחרוזת החיפוש לא נמצאה בספריית הקוד
00000032=ללא שם
00000033=הכנס את המספר
00000034=לך אל שורה
00000035=.הקובץ מכיל שינויים שלא נשמרו
00000036=?האם ברצונך לשמור את השינויים
00000037=גזירי קוד
00000038=גזירים
00000039=PHP מדריך
00000040=טקסט שנבחר
00000041=הקובץ
00000042=.לא ניתן לשמור
00000043=."קרוב לודאי שהסיבה היא שהקובץ מסומן "לקריאה בלבד
00000044=.כבר נמצא בשימוש
00000045=."קובץ המטרה מסומן "לקריאה בלבד
00000046=.htdocs לא נמצא בתיקיית
00000047=.בשרת המארח המקומי כדי שאפשר יהיה לצפות בו htdocs  בהקובץ חייב להישמר בתיקיית
00000048=Inline פריט לביצוע
00000049=inline פריט באג
00000050=צור גזיר חדש
00000051=ללא שם
00000052=סימון חכם
00000053=שגיאה
00000054=שורה
00000055=.השמירה נכשלה! לא יכול להתחבר אל השרת הרחוק
00000056=לא נטען פרוייקט
00000057=תבנית :: ערוך תבנית
00000058=ללא שם
00000059=תבנית :: צור תבנית חדשה
00000060=גזיר:: ערוך גזיר
00000061=גזיר:: צור גזיר חדש
00000062=דפדפן קבצים - תמונת בזק
00000063=הכנס שם לתמונת בזק חדשה
00000064=?לנקות קבצים קודמים
00000065=...FTP לקוח
00000066=...כלי הבדלים ומיזוג קבצי טקסט
00000067=!לא נמצאה (tidy.exe)  HTML Tidy תוכנת
00000068=אתה בתהליך מחיקת המתכונת
00000069=?להמשיך
00000070=!תיקיית הפרוייקט לא נמצאת
00000071=פרוייקט
00000072=שמור מתכונת
00000073=:שמור מתכונת שולחן עבודה בשם
00000074=שורה
00000075=עמודה
00000076=! לא נמצא TortoiseSVN
00000077=צור קובץ רחוק
00000078=:שם קובץ קלט
00000079=העלה קובץ נוכחי
00000080=בחר תיקייה
00000081=לך אל קובץ
00000082=לך אל קבצי פרוייקט
00000083=כדי להתחיל את ניפוי הקובץ
00000084=.יש לשמור אותו על המחשב המקומי
00000085=הקובץ
00000086=has been mcontinue the debugging?
00000087=חובה לשמור, האם ברצונך לשמור עכשיו?
00000088=הוספת נקודת צפיה
00000089=תכונה:
00000090=שגיאה חמורה: Xdebug
00000091=הותנע Xdebug שרת
00000092=נעצר Xdebug שרת
00000093=שבירת סקריפט בקובץ
00000094=ב
00000095=שורה
00000096=WinCacheGrind לא נמצא!
00000097=.thirdparty viewer WinCacheGrind והם חייבים להיפתח על ידי cachegrind פרופיילרים הם קבצי    \n\n
00000098=ערוץ שיחה
00000099=הסתיים
00000100=הרץ
00000101=המשך
00000102=(לא נמצא מושב פעיל)
00000103=:התחיל
00000104=?האם אתה בטוח שאתה רוצה למחוק את הפריט שנבחר
00000105=ערך זה לא יכול להתקבל
00000106=לא התחיל
00000107=.החיפוש במסמך הסתיים
00000108=?האם ברצונך להתחיל שוב מחדש
00000109=!לא יכול לפתוח
00000110=מחק באג
00000111=מחק פריט לביצוע
00000112=?לנקות את כל סימני החיפוש בקובץ
00000113=?לנקות את כל סימני החיפוש בכל הקבצים
00000114=!מנהל המתכונת לא נמצא
00000115=צור קובץ חדש
00000116=שם קובץ
00000117=!קובץ כבר קיים
00000118=צור תיקייה חדשה
00000119=לא יכול ליצור תיקייה חדשה
00000120=:שם תיקייה
00000121=!
00000122=.אנא קבע את תצורת ההעדפות שלך
00000123=אתה מתכונן להחליף
00000124=עם
00000125=?להמשיך
00000126=תלויות
00000127=פונרציות
00000128=משתנים
00000129=מחלקות
00000130=בנאי מחלקה
00000131=משמיד מחלקה
00000132=מרחיב
00000133=מיישם
00000134=ממשקים
00000135=קבועים
00000136=דינמי
00000137=פונקציה
00000138=מחלקה
00000139=מוצהר ב
00000140=ב
00000141=תיאור
00000142=לשונית סמארטי
00000143=משתנה סמארטי
00000144=פונקציה סמארטי
00000145=משתנה
00000146=קבוע
00000147=פונקציה
00000148=ממשק
00000149=מרחיב
00000150=מופשט
00000151=סופי
00000152=מחלקה
00000153=מיישם
00000154=מילת מפתח
00000155=PHP מתעד
00000156=לא נמצאו התאמות עבור
00000157=phpDesigner 7 פג תוקף המהדורה הניסיונית הזו של
00000158=אם ברצונך להמשיך להשתמש בה, אנא הזמן רישיון ב
00000159=ימים
00000160=יום
00000161=!פג תוקף הניסוי הזה
00000162=.הכנס את שם המשתמש ומפתח ההרשמה שלך בדיוק כמו שהם מופיעים בהודעת ההרשמה. השתמש בשיטת העתק והדבק
00000163=אם יש לך שאלות אנא בקר
00000164=נרשם בהצלחה phpDesigner 7
00000165=!תודה לך
00000167=?לנקות את היסטורית החיפוש
00000168=תכונות
00000169=אף אחד
00000170=שיטה של
00000171=שדה של
00000172=חפש תוצאות ב

[fMain]
00000009=קובץ
00000010=...חדש
00000011=...צור קובץ חדש
00000012=חדש
00000013=קובץ חדש
00000041=פתח
00000042=פתח קובץ קיים
00000044=שמור
00000045=שמור קובץ
00000046=...שמור בשם
00000047=...שמור קובץ בשם
00000048=שמור הכול
00000049=שמור את כל הקבצים
00000052=הדפס
00000053=הדפס קובץ
00000054=התחרט
00000055=התחרט
00000056=בטל חרטה
00000057=בטל חרטה
00000058=רשת
00000059=רשת
00000060=חפש ברשת
00000061=PHP
00000062=גוגל
00000063=בינג
00000064=!יאהו
00000065=אלטויסטה
00000066=וויקיפדיה
00000067=Koders
00000068=...קבע תצורת חיפוש ברשת
00000069=סימניות
00000070=שנה מצב
00000071=שנה סימניות
00000072=0 סימניה
00000073=1 סימניה
00000074=2 סימנית
00000075=3 סימניה
00000076=4 סימניה
00000077=5 סימניה
00000078=6 סימניה
00000079=7 סימניה
00000080=8 סימניה
00000081=9 סימניה
00000082=לך אל
00000083=לך אל הסימניות
00000084=סימניה 0
00000085=1 סימניה
00000086=2 סימניה
00000087=3 סימניה
00000088=4 סימניה
00000089=5 סימניה
00000090=6 סימניה
00000091=7 סימניה
00000092=8 סימניה
00000093=9 סימניה
00000094=סימנייה קודמת
00000095=הסימנייה הבאה
00000096=לוח
00000097=גזור
00000098=גזור את הטקסט שנבחר אל הקליפבורד
00000099=העתק
00000100=העתק טקסט שנבחר אל הקליפבורד
00000101=הדבק
00000102=הדבק מהקליפבורד
00000103=חלון
00000104=הסדר צ&למיות
00000105=הסדר צלמיות
00000106=המסמך הקודם
00000107=הקובץ הקודם
00000108=הקובץ הבא
00000109=הקובץ הבא
00000110=סדר חלונות אפקיים
00000111=סדר חלונות אפקיים
00000112=סדר חלונות אנכיים
00000113=סדר חלונות אנכיים
00000114=מפל
00000115=מפל
00000116=HTML
00000117=היפרלינק
00000118=היפרלינק
00000119=תמונה
00000120=תמונה
00000121=טבלה
00000122=טבלה
00000123=רשימה
00000124=רשימה
00000125=שכבה
00000126=שכבה
00000127=מצא
00000128=מצא
00000129=הקודם
00000130=הבא
00000131=פסקה
00000132=יישור לשמאל
00000133=יישור לשמאל
00000134=יישור למרכז
00000135=יישור למרכז
00000136=יישור לימין
00000137=יישור לימין
00000138=יישור
00000139=יישור
00000140=שורה חדשה
00000141=שורה חדשה
00000142=הזחה
00000143=הזחה
00000144=בטל הזחה
00000145=בטל הזחה
00000146=טפסים
00000147=טופס
00000148=טופס
00000149=טקסט
00000150=טקסט
00000151=תיבת טקסט
00000152=תיבת טקסט
00000153=סיסמה
00000154=סיסמה
00000155=לחצן
00000156=לחצן
00000157=לחצן שליחה
00000158=לחצן שליחה
00000159=לחצן איפוס
00000160=לחצן איפוס
00000161=לחצן תמונה
00000162=לחצן תמונה
00000163=לחצן רדיו
00000164=לחצן רדיו
00000165=תיבת סימון
00000166=תיבת סימון
00000167=צונח כלפי מטה
00000168=צונח כלפי מטה
00000169=העלאת קובץ
00000170=העלאת קובץ
00000171=מוסתר
00000172=מוסתר
00000173=PHP
00000174=Verdana
00000175=PHP הגדר
00000176=<script language="php">...</script>
00000177=PHP מתעד
00000178=phpDocumentor תגים של
00000236=<?php ... ?>
00000237=<?php ... ?>
00000238=מחלקה, פונקציה, משתנה
00000239=מחלקה, פונקציה, משתנה
00000243=הצהרות
00000244=הצהרות
00000245=if
00000246=הצהרה : if
00000247=if...else
00000248=הצהרה : if...else
00000249=elseif
00000250=הצהרה : elseif
00000251=while
00000252=הצהרה : while
00000253=do..while
00000254=הצהרה : do..while
00000255=for
00000256=הצהרה : for
00000257=foreach
00000258=הצהרה : foreach
00000259=break
00000260=הצהרה : break
00000261=continue
00000262=הצהרה : continue
00000263=switch
00000264=הצהרה : switch
00000265=declare full
00000266=הצהרה : declare full
00000267=declare single
00000268=הצהרה : declare single
00000269=return
00000270=הצהרה : return
00000271=include
00000272=כלול קובץ
00000273=include_once
00000274=(כלול קובץ (פעם אחת
00000275=require
00000276=דרוש קובץ
00000277=require_once
00000278=(דרוש קובץ (פעם אחת
00000279=PHP בצע המרה ל
00000280=PHP בצע המרה ל
00000325=הערה
00000326=הערה
00000327=/** */  הערה עם
00000330=// הערה עם
00000331=// הסר הערה
00000332=...PHP מייפה קוד
00000333=...PHP מייפה קוד
00000337=PHP מתעד
00000338=PHP מתעד
00000379=תגים בשורה
00000387=פורמט
00000390=גופנים
00000393=צבע
00000394=צבע
00000395=מודגש
00000396=מודגש
00000397=נטוי
00000398=נטוי
00000399=קו תחתון
00000400=קו תחתון
00000401=גופן
00000402=גופן
00000403=צבעים
00000404=צבעים
00000407=ברירת מחדל
00000408=ברירת מחדל
00000413=תפריט
00000414=קוב&ץ
00000431=...פתח מחדש
00000432=...נקה
00000434=...פת&ח
00000435=...לך אל קובץ
00000436=...לך אל קבצי פרויקט
00000437=FTP/SFTP
00000438=...FTP/SFTP  פ&תח קובץ מ
00000439=...FTP/SFTP שמור אל
00000440=...FTP/SFTP העתק אל
00000441=...FTP/SFTP העלה תיקייה אל
00000443=שמ&ור
00000444=...שמור& בשם
00000445=שמור הכול
00000447=פורמט קובץ
00000451=...קבע תצורת פורמט קובץ
00000452=קידוד קובץ
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=BOM שמור עם
00000459=...קבע תצורת קידוד קובץ
00000460=סג&ור
00000461=סגור הכ&ול
00000462=...שכפל
00000463=...חזור לקודם
00000464=...שנה שם
00000465=...הד&פס
00000466=...כוונון מדפ&סת
00000467=...HTML יצא ל
00000468=...RTF יצא ל
00000469=...LaTeX יצא ל
00000470=...צ&א
00000471=ער&וך
00000472=התחר&ט
00000473=בטל התחר&טות
00000474=גז&ור
00000475=הע&תק
00000476=הדב&ק
00000477=בח&ר הכול
00000478=קפל שורות ארוכות
00000479=מצ&א
00000480=הבא
00000481=קודם
00000482=אופציות
00000483=חפש סימניות
00000484=סמן
00000485=נקה
00000486=נקה סימניות בכל הקבצים
00000487=נקה היסטוריה
00000488=שקט
00000489=...לך אל שורה
00000490=תג תואם
00000491=בחר תג
00000492=הצהרות קובץ
00000493=כול
00000494=PHP פונקציות
00000495=PHP מחלקות וממשקי
00000496=PHP קבועי
00000497=PHP משתני
00000498=הצהרות פרוייקט
00000499=כול
00000500=PHP פונקציות
00000501=PHP מחלקות וממשקי
00000502=PHP קבועי
00000503=PHP משתני
00000504=ההצהרה הבאה
00000505=הצהרה קודמת
00000506=פורמ&ט
00000507=...גופן
00000508=מודגש
00000510=נטוי
00000512=קו תחתון
00000514=קו חוצה
00000515=שמאל
00000517=אמצע
00000519=ימין
00000521=יישור
00000523=פסקה חדשה
00000525=שבור שורה
00000527=רווח לא שובר
00000529=הזחה
00000530=בטל הזחה
00000531=כותרות
00000532=1 כותרת
00000533=2 כותרת
00000534=3 כותרת
00000535=4 כותרת
00000536=5 כותרת
00000537=6 כותרת
00000538=רווח בין שורות
00000539=100% :רווח בין שורות
00000540=150% :רווח בין שורות
00000541=200% :רווח בין שורות
00000542=תגיות פלט מחשב
00000543=מפורמט מראש
00000544=טלטייפ
00000545=דוגמה
00000546=קוד
00000547=משתנה
00000548=לוח מקשים
00000549=תגיות ציטוט, מראי מקום והגדרה
00000550=כתובת
00000551=ציטוט ארוך
00000552=ציטוט קצר
00000553=קיצור
00000554=ראשי תיבות
00000555=כיוון הטקסט
00000556=תנאי הגדרה
00000557=ציטוט
00000558=קו תחתון <u>
00000559=נטוי <i>
00000560=מודגש <b>
00000561=מציין תחתי
00000562=מציין עילי
00000563=קו אפקי
00000564=...עוד צבעים
00000565=...בוחר צבע
00000567=&HTML
00000570=...היפרלינק
00000572=...תמונה
00000574=...עורך טבלה
00000576=...עורך רשימה
00000578=רשימה ממוספרת
00000579=(BULLETS) רשימה עם סמנים
00000580=טפסים
00000581=...טופס
00000583=...תיבת סימון
00000585=...אזור טקסט
00000587=...סיסמה
00000589=...העלאת קובץ
00000591=...לחצן
00000593=...לחצן שליחה
00000595=...לחצן איפוס
00000597=...לחצן תמונה
00000599=...לחצן רדיו
00000601=...תיבת סימון
00000603=...הצנח כלפי מטה
00000605=...שדה מוסתר
00000607=יבוא <body>...
00000608=Flash...
00000610=הערה
00000611=סוג מסמך
00000622=...מטה
00000623=...תוים מיוחדים
00000624=תווים מיוחדים לקידוד
00000625=טקסט שנבחר
00000626=כל המסמך
00000627=קוד לתווים מיוחדים
00000628=טקסט שנבחר
00000629=כל המסמך
00000630=הסר תגים
00000631=הסר תגים מהטקסט שנבחר
00000632=הסר תגים במסמך
00000634=W3 תקן
00000635=CSS2 שדרג ל
00000636=XHTML שדרג ל
00000637=XML שדרג ל
00000639=בלוק סגנון
00000640=...CSS קשר אל
00000645=בורר
00000646=...אשפי בורר
00000647=...פשוט
00000648=...מחלקה/מזהה
00000649=...הקשרי
00000650=...חוק יבוא
00000651=...חוק מדיה
00000652=...מיקום
00000653=(מיקום (שכבה
00000654=&JavaScript
00000655=3JavaScript בלוק
00000656=פונקציה
00000657=הצהרות
00000671=דיאלוג הודעה
00000672=התרעה
00000673=אישור
00000674=תזכורת
00000696=מחלקה
00000698=פונקציה
00000700=משתנה
00000701=קישור לקובץ
00000702=כלול
00000703=דרוש
00000704=כלול פעם אחת
00000705=דרוש פעם אחת
00000706=/** */  הערה עם
00000707=בלוק הערה
00000708=# הערה עם
00000709=הערת שורה
00000710=// הערה עם
00000711=הערת שורה
00000712=בטל הערת שורה יחידה
00000713=הסר הערה
00000783=PHP בצע המרה ל
00000784=טהומה
00000800=בכל שורה "\\n" סגור טקסט עם מרכאות יחידות (גרש) בצרוף תו שורה חדשה
00000806=בכל שורה "\\r" סגור טקסט עם מרכאות יחידות (גרש) בצרוף תו חזרה
00000812=בכל שורה "\\t"  סגור טקסט עם מרכאות יחידות (גרש) בצרוף טאב
00000815=PHP מתעד
00000825=...phpDocumentor אשף
00000826=phpDocumentor תגי
00000855=תגים בשורה
00000864=הערה
00000865=משתנה
00000866=פונקציות מובנות
00000883=פונקציות מותאמות אישית
00000902=משתני מחלקה
00000939=שיטות מחלקה
00000977=PHP מייפה קוד
00000978=קובץ
00000979=כל הקבצים
00000980=...PHP קבע תצורת מייפה קוד
00000981=&ניפוי
00000982=ניפוי
00000983=התחל הרצה חדשה
00000984=...נפה עם פרמטרים
00000985=הרץ ללא ניפוי
00000986=...הפסקה
00000987=סיים
00000988=רוץ עד הסמן
00000989=צעד פנימה
00000990=צעד מעל
00000991=(רוץ עד חזרה (מפונקציה
00000992=הפוך מצב נקודת עצירה
00000994=הוסף נקודת צפיה
00000995=הצג נקודת ביצוע
00000996=פרופיילר
00000997=...פרופיילר עם פרמטרים
00000999=Xdebug IDE שרת
00001003=Xdebug הרץ ללא
00001004=...Xdebug הרץ עם פרמטרים ללא
00001005=PHP בדיקת תחביר
00001006=php.ini פתח את
00001007=חלונות ניפוי
00001015=&פרויקט
00001016=...מנהל פרויקטים
00001017=...קבצי פרוייקטים
00001018=טען פרויקט מחדש
00001019=סגור
00001020=&כלים
00001021=...מנהל יישומים
00001023=...אותיות קטנות-גדולות
00001024=טקסט שנבחר
00001025=אותיות גדולות
00001026=אותיות קטנות
00001027=הפוך כל אות ראשונה לגדולה
00001028=תגים של אותיות גדולות
00001029=תגים של אותיות קטנות
00001030=כל המסמך
00001031=אותיות גדולות
00001032=אותיות קטנות
00001033=הפוך אותיות לגדולות
00001034=תגים של אותיות גדולות
00001035=תגים של אותיות קטנות
00001044=תיקון אוטומטי
00001045=...תאריך ושעה
00001050=...הע&דפות
00001052=...הוסף קובץ
00001053=...הכנס אל מנהל גרסאות
00001054=...הכנס קובץ אל מנהל גרסאות
00001055=...עדכון
00001056=...עדכון קובץ
00001057=...הבדלי קובץ
00001058=...החזר קובץ למצב קודם
00001059=הצ&גה
00001060=תצוגת דף
00001061=קוד
00001062=ניפוי
00001063=הרץ
00001065=שרת מקומי
00001066=&סרגלי כלים
00001067=קובץ
00001068=לוח
00001069=מצא
00001070=PHP
00001071=HTML
00001072=טפסים
00001073=פורמט
00001074=פסקה
00001075=הצהרות
00001076=היסטורית קפיצות
00001078=חלון
00001079=סימניות
00001080=חיפוש ברשת
00001082=כלים ופנלים
00001083=חוקר קוד
00001084=ספריות קוד
00001085=גזירי קוד
00001086=דפדפן קבצים
00001087=פרוייקט
00001088=תבניות קוד
00001089=חיבורי בסיס נתונים
00001090=PHP מדריך
00001091=מנהל פריטים לביצוע
00001092=מנהל באגים
00001093=לביצוע בתוך שורה
00001094=באג בתוך שורה
00001095=PHP
00001096=PHP מתעד
00001098=תוצאת חיפוש
00001099=FTP דפדפן
00001101=צילומי חטף של דפדפן קבצים
00001102=סקירת הפרויקט
00001103=HTML/CSS בדיקת תחביר
00001104=נקודות עצירה
00001105=מחסנית הקריאות
00001106=בצע הערכה
00001107=נקודות צפיה
00001108=משתנים תלויי הקשר
00001109=יומן אירועים
00001110=נושאים
00001111=שקיפות
00001112=מצב שקוף
00001113=ערך שקוף - ברירת המחדל היא 255
00001114=לשונית קובץ
00001115=אף אחד
00001116=נושא
00001117=פס סטטוס
00001119=אף אחד
00001120=ברירת מחדל מערכת
00001121=אקראי
00001122=פרוש
00001123=החלקה
00001124=היעלמות
00001142=...מנהל פריסה
00001144=&חלון
00001145=&קודם
00001146=&הבא
00001147=פזר &אפקית
00001148=פזר אנ&כית
00001149=מפ&ל
00001150=הסדר צ&למיות
00001151=הק&טן הכול
00001152=הג&דל הכול
00001153=קבצים
00001154=עז&רה
00001155=...עז&רה
00001156=הרשמה
00001157=...רישיון
00001158=ייחוס
00001159=PHP
00001160=...&PHP מדריך
00001161=חפש פונקציה
00001162=תוכן עניינים
00001163=להתחיל
00001164=ספר עזר לפונקציות
00001165=ספר עזר לשפות
00001167=&HTML ספר עזר ל
00001168=...&CSS  ספר עזר ל
00001169=...P&EAR  ספר עזר ל
00001170=...SQL  ספר עזר ל
00001171=תמיכה
00001172=אתר רשת
00001173=בדוק אם יש גרסה חדשה
00001174=אוד&ות
00001447=היסטורית קפיצות
00001448=אחורה
00001449=קדימה
00001450=ניפוי
00001451=ניפוי
00001453=רוץ עד הסמן
00001457=הפוך מצב נקודת עצירה
00001458=הוסף נקודת צפיה
00001459=פרופיילר
00001462=בדיקת תחביר
00001463=הצהרות
00001464=קובץ
00001465=הצהרות קובץ
00001471=פרוייקט
00001472=הצהרות פרוייקט
00001478=הבא
00001479=ההצהרה הבאה
00001480=קודם
00001481=הצהרה קודמת
00001482=מיקום
00001483=תכונה
00001484=עבר שינוי
00001485=לא נטען פרוייקט
00001488=:רישיון שייך ל
00001489=קובץ חדש
00001490=פרויקטים
00001492=פתח קבצים חדשים
00001494=...פתח
00001532=:מבט פלט
00001623=ברירת מחדל
00001663=הרחבה אוטומטית
00001672=כללי
00001673=מערך
00001775=ספריות קוד - חיפוש
00001776=חפש שוב
00001777=חפש
00001787=דפדפן קבצים
00001788=פתח או הכנס קובץ
00001789=אופציות
00001790=צור קובץ/תיקייה חדשים
00001814=תבנית סרגל כלים
00001815=...בסיס נתונים חדש
00001816=...ערוך בסיס נתונים
00001817=צור קוד חיבור בסיס נתונים
00001818=הסר
00001819=XML ייצא אל
00001858=הכנס פריט לביצוע
00001859=הכנס פריט לביצוע
00001860=מחק פריט לביצוע
00001861=מחק פריט לביצוע
00001866=קובץ
00001870=.אין פריטים להצגה
00001882=.אין פריטים להצגה
00001906=קובץ
00001915=הודעה
00001916=שם קובץ
00001917=דפדפן מחלקות
00001918=ניווט
00001919=אחורה
00001920=הבא
00001921=!לא נמצאה פונקציה
00001922=דפדפן קבצים
00001923=טען תמונת חטף של דפדפן הקבצים
00001924=שמור תמונת חטף של דפדפן הקבצים
00001925=מחק תמונת חטף של דפדפן הקבצים
00002050=...פת&ח
00002065=...פריט חד&ש לביצוע
00002066=צור פריט חדש לביצוע
00002067=ער&וך
00002068=ערוך פריט חדש לביצוע שנבחר
00002069=...פת&ח קבצים
00002070=פתח קבצים משוייכים ברשימת הפריטים לביצוע שנבחרה
00002071=&הסר
00002072=הסר את הפריטים לביצוע שנבחרו
00002073=ייצא רשימה
00002075=HTML ייצא פריטים לביצוע אל
00002077=או&פציות
00002078=אופציות
00002079=פתח קובץ
00002080=ערוך פריט לביצוע
00002081=סריג
00002082=הצג
00002083=&אריחים
00002084=&רשימה
00002085=צל&מיות
00002086=דו&ח
00002087=הזז למעלה
00002088=הזז למטה
00002090=(*.htm;*.html)|*.htm;*.html HTML מסמך
00002093=פתח פרויקט
00002094=סגור פרויקט
00002098=שמור
00002099=שמור הכול
00002100=...FTP/SFTP שמור אל
00002101=...FTP/SFTP העתק אל
00002102=סגור
00002103=סגור הכול
00002104=סגור אחר
00002105=...שכפל
00002107=קבצים
00002113=קובץ
00002114=לוח
00002115=מצא
00002116=PHP
00002117=ניפוי
00002118=HTML
00002119=טפסים
00002120=פורמט
00002121=פסקה
00002122=היסטורית קפיצות
00002123=הצהרות
00002125=חלון
00002126=סימניות
00002127=חיפוש ברשת
00002129=PHP מדריך
00002130=הכנס
00002131=מדריכים
00002137=...חדש
00002138=...בסיס נתונים חדש
00002139=...ערוך
00002140=...ערוך בסיס נתונים
00002154=...הסר
00002171=...#PHP פריט באג חדש בתוך השורה
00002172=...#HTML פריט באג חדש בתוך השורה
00002173=...#PHP פריט לביצוע חדש בתוך השורה
00002174=...#HTML פריט לביצוע חדש בתוך השורה
00002177=צור קובץ חדש
00002178=קפוץ למקור
00002181=הכול|*.*|PHP|*.php
00002182=תוכן עניינים
00002183=להתחיל
00002184=ספר עזר לפונקציות
00002185=ספר עזר לשפות
00002186=...PHP קבע תצורת מדריך
00002198=הכנס שם קובץ
00002199=הכנס שם קובץ עם נתיב מלא
00002200=שולחן עבודה
00002201=אישי
00002202=כוננים
00002203=רשת
00002204=שרת מארח מקומי
00002205=הצג
00002206=&חלונות פרושים
00002207=&רשימה
00002208=צל&מיות
00002209=פר&טים
00002211=מסנן
00002212=קבצי רשת
00002213=כל הקבצים
00002249=גז&ור
00002250=הע&תק
00002251=הדב&ק
00002252=...קבע תצורה
00002253=פתח פרויקט
00002257=/** */  הערה עם
00002259=// הערה עם
00002261=# הערה עם
00002263=TortoiseSVN :: הוסף קובץ
00002265=חדש
00002267=פתח
00002269=שמור
00002273=שמור הכול
00002277=סגור
00002279=סגור הכול
00002281=שכפל
00002283=חזור לקודם
00002285=שינוי שם
00002287=הדפס
00002289=HTML ייצא אל
00002291=RTF יצא אל
00002293=LaTex ייצא אל
00002295=צא
00002297=התחר&ט
00002298=התחרט
00002300=בטל התחר&טות
00002301=בטל חרטה
00002303=גז&ור
00002304=גזור אל הלוח
00002306=&העתק
00002307=העתק אל הלוח
00002309=הדב&ק
00002310=הדבק מהלוח
00002312=בח&ר הכול
00002313=בחר הכול
00002315=&עטיפת מילים
00002316=קפל שורות ארוכות
00002318=לך אל שורה
00002320=הצהרות קבצים הכול
00002322=הצהרות קבצים פונקציות
00002324=הצהרות קבצים מחלקות וממשקים
00002326=הצהרות קבצים קבועים
00002328=הצהרות קבצים משתנים
00002330=הצהרות פרויקט הכול
00002332=הצהרות פרויקט פונקציות
00002334=הצהרות פרויקט מחלקות וממשקים
00002336=הצהרות פרויקט קבועים
00002338=הצהרות פרויקט משתנים
00002340=הצהרה הבאה
00002342=הצהרה הקודמת
00002344=PHP פנל :: סייר קוד
00002346=PHP | תצוגת דף :: ניפוי
00002348=פנל :: ספריות קוד
00002350=פנל :: גזירי קוד
00002352=פנל :: דפדפן קבצים
00002354=פנל :: פרויקט
00002356=פנל :: תבניות
00002358=פנל :: חיבורי בסיס נתונים
00002360=תצוגת דף :: ערוך
00002362=PHP | Run  ::  תצוגת דף
00002366=תצוגת דף :: שרת מארח מקומי
00002368=PHP פנל עגינה :: מדריך
00002370=פנל עגינה :: מנהל פריטים לביצוע
00002372=פנל עגינה :: מנהל באגים
00002374=פנל עגינה :: מנהל פרטים לביצוע בתוך שורה
00002376=פנל עגינה :: מנהל באגים
00002378=פנל עגינה :: תוצאות חיפוש
00002380=FTP :: פנל עגינה
00002382=phpMyAdmin :: פנל עגינה
00002384=פנל עגינה :: דפדפן קבצים-צילומי חטף
00002386=פנל עגינה :: פרויקטים
00002388=מנהל יישומים
00002390=בחר תג או סוגריים תואמים
00002392=מצא תג תואם
00002394=הסר שורות ריקות
00002396=תיקון אוטומטי
00002398=תאריך וזמן
00002402=העדפות
00002404=// הסר הערה
00002406=phpDocumentor אשף
00002408=phpDocumentor :: מחלקה
00002410=phpDocumentor :: פונקציה
00002412=phpDocumentor :: פונקציה פשוטה
00002414=phpDocumentor :: כל המחלקות בקובץ
00002416=phpDocumentor :: כל הפונקציות בקובץ
00002418=phpDocumentor :: כל הפונקציות הפשוטות בקובץ
00002420=phpDocumentor :: כל המחלקות בכל הקבצים הפתוחים
00002422=phpDocumentor :: כל הפונקציות בכל הקבצים הפתוחים
00002424=phpDocumentor :: כל הפונקציות הפשוטות בכל הקבצים הפתוחים
00002426=קובץ :: PHP מייפה קוד   
00002428=כל הקבצים הפתוחים :: PHP מייפה קוד   
00002430=היפרלינק
00002432=תמונה
00002434=טבלה
00002436=רשימה
00002442=פלאש
00002444=מידע מטה
00002446=תווים מיוחדים
00002448=טופס
00002450=תיבת סימון :: טופס
00002452=אזור טקסט :: טופס   
00002454=טופס :: סיסמה
00002456=טופס :: העלאת קובץ
00002458=טופס :: לחצן
00002460=טופס :: שלח
00002462=טופס :: איפוס
00002464=טופס :: תמונה
00002466=טופס :: רדיו
00002468=טופס :: תיבת סימון
00002470=טופס :: נפתח כלפי מטה
00002472=טופס :: מוסתר
00002474=Tidy :: W3 תקן
00002476=Tidy ::  CSS2 שדרג ל 
00002478=Tidy :: XHTML שדרג ל 
00002480=Tidy :: XML שדרג ל 
00002482=Xdebug הרץ ללא
00002484=...Xdebug הרץ עם פרמטרים ללא
00002486=PHP בדיקת תחביר
00002488=מנהל פרויקטים
00002496=מודגש
00002498=נטוי
00002500=קו תחתון
00002502=קו חוצה
00002504=שמאל
00002506=אמצע
00002508=ימין
00002510=יישור
00002514=שבור שורה
00002516=רווח לא שובר
00002518=הזחה
00002520=בטל הזחה
00002522=1 כותרת
00002524=2 כותרת
00002526=3 כותרת
00002528=4 כותרת
00002530=5 כותרת
00002532=6 כותרת
00002540=מציין תחתי
00002542=מציין עילי
00002544=קו אפקי
00002606=PHP מדריך
00002664=קודם
00002666=הבא
00002668=פזר &אפקית
00002670=פזר אנ&כית
00002672=מפ&ל
00002674=הסדר צ&למיות
00002676=הק&טן הכול
00002678=הג&דל הכול
00002714=מצא
00002745=סימנייה קודמת
00002746=הסימנייה הבאה
00002755=בטל
00002760=ניפוי
00002764=הרץ ללא ניפוי
00002770=צעד פנימה
00002772=צעד מעל
00002774=(רוץ עד חזרה (מפונקציה
00002776=רוץ עד הסמן
00002778=סיים
00002780=הוסף נקודת צפיה
00002782=נקודות עצירה
00002784=מחסנית הקריאות
00002786=נקודות צפיה
00002788=משתנים תלויי הקשר
00002790=בצע הערכה
00002792=יומן אירועים
00002794=הפוך מצב נקודת עצירה
00002796=התחל הרצה חדשה
00002798=הצג נקודת ביצוע
00002800=פרופיילר
00002802=פרופיילר
00002804=...פרופיילר עם פרמטרים
00002808=...נפה עם פרמטרים
00002810=...פרופיילר עם פרמטרים
00002811=פורמט קובץ
00002812=קידוד קובץ
00002886=הצהרות
00002889=...עוד צבעים
00002891=...בוחר צבע
00002892=...בוחר צבע
00002893=מחלקה
00002894=פונקציה
00002895=משתנה
00002896=...חדש
00002898=...קבצי פרוייקטים
00002899=# הערה עם
00002900=הערת שורה
00002902=פונרציות
00002905=משתנים
00002907=פונרציות
00002910=משתנים
00002932=...חדש
00002936=טעינה מחדש
00002939=שינוי שם
00002940=מחיקה
00002942=פתח
00002945=שינוי שם
00002947=מחיקה
00002948=שנה הרשאה
00002949=שנה הרשאה
00002950=טעינה מחדש
00002953=שינוי שם
00002954=מחיקה
00002955=שנה הרשאה
00002956=ראש המטיל
00002957=...חדש
00002958=תיקייה וירטואלית
00002959=תיקייה
00002960=קובץ
00002961=קישור אל תיקייה מקומית
00002962=קישור אל קובץ מקומי
00002963=FTP קישור אל תיקיית
00002964=FTP קישור אל קובץ
00002965=...ייבוא מ
00002966=תיקייה מקומית
00002967=קובץ מקומי
00002968=FTP תיקיית
00002969=FTP קובץ
00002970=...יצוא אל
00002971=תיקייה מקומית
00002972=FTP תיקיית
00002973=טעינה מחדש
00002974=מחיקה
00002975=שינוי שם
00002976=תכונות
00002977=פתח
00002978=...חדש
00002979=קובץ
00002980=תיקייה
00002981=קישור אל קובץ מקומי
00002982=קישור אל תיקייה מקומית
00002983=FTP קישור אל קובץ
00002984=FTP קישור אל תיקיית
00002985=תיקייה וירטואלית
00002986=תכונות
00002987=...ייבוא מ
00002988=תיקייה מקומית
00002989=קובץ מקומי
00002990=FTP תיקיית
00002991=FTP קובץ
00002992=...יצוא אל
00002993=תיקייה מקומית
00002994=FTP תיקיית
00002995=תפריט המעטפת
00002996=פתח
00002997=...חדש
00002998=תיקייה וירטואלית
00002999=תיקייה
00003000=קובץ
00003001=קישור אל תיקייה מקומית
00003002=קישור אל קובץ מקומי
00003003=FTP קישור אל תיקיית
00003004=FTP קישור אל קובץ
00003005=...ייבוא מ
00003006=תיקייה מקומית
00003007=קובץ מקומי
00003008=FTP תיקיית
00003009=FTP קובץ
00003010=...יצוא אל
00003011=תיקייה מקומית
00003012=FTP תיקיית
00003013=טעינה מחדש
00003014=מחיקה
00003015=שינוי שם
00003016=תכונות
00003017=שנה הרשאה
00003018=תפריט המעטפת
00003019=ראש המטיל
00003020=...חדש
00003021=תיקייה וירטואלית
00003022=תיקייה
00003023=קובץ
00003024=קישור אל תיקייה מקומית
00003025=קישור אל קובץ מקומי
00003026=FTP קישור אל תיקיית
00003027=FTP קישור אל קובץ
00003028=...ייבוא מ
00003029=תיקייה מקומית
00003030=קובץ מקומי
00003031=FTP תיקיית
00003032=FTP קובץ
00003033=...יצוא אל
00003034=תיקייה מקומית
00003035=FTP תיקיית
00003036=טעינה מחדש
00003037=מחיקה
00003038=שינוי שם
00003039=תכונות
00003040=פתח
00003041=...חדש
00003042=קובץ
00003043=תיקייה
00003044=קישור אל קובץ מקומי
00003045=קישור אל תיקייה מקומית
00003046=FTP קישור אל קובץ
00003047=FTP קישור אל תיקיית
00003048=תיקייה וירטואלית
00003049=תכונות
00003050=...ייבוא מ
00003051=תיקייה מקומית
00003052=קובץ מקומי
00003053=FTP תיקיית
00003054=FTP קובץ
00003055=...יצוא אל
00003056=תיקייה מקומית
00003057=FTP תיקיית
00003058=תפריט המעטפת
00003059=פתח
00003060=...חדש
00003061=תיקייה וירטואלית
00003062=תיקייה
00003063=קובץ
00003064=קישור אל תיקייה מקומית
00003065=קישור אל קובץ מקומי
00003066=FTP קישור אל תיקיית
00003067=FTP קישור אל קובץ
00003068=...ייבוא מ
00003069=תיקייה מקומית
00003070=קובץ מקומי
00003071=FTP תיקיית
00003072=FTP קובץ
00003073=...יצוא אל
00003074=תיקייה מקומית
00003075=FTP תיקיית
00003076=טעינה מחדש
00003077=מחיקה
00003078=שינוי שם
00003079=תכונות
00003080=שנה הרשאה
00003081=תפריט המעטפת
00003095=מחיקה
00003096=שינוי שם
00003097=ערוך
00003102=ערוך
00003110=שינוי שם
00003111=מחיקה
00003118=מחיקה
00003119=שינוי שם
00003120=ערוך
00003125=ערוך
00003133=שינוי שם
00003134=מחיקה
00003150=ערוך
00003154=שינוי שם
00003155=מחיקה
00003160=ערוך
00003164=שינוי שם
00003165=מחיקה
00003171=הכנס שם קובץ
00003194=לך אל
00003211=סימנייה קודמת
00003212=הסימנייה הבאה
00003213=שנה סימניות
00003214=שנה סימניות
00003217=סימניות
00003224=הסר שורות ריקות
00003232=אתר רשת
00003240=אתר רשת
00003245=אתר רשת
00003250=אתר רשת
00003255=אתר רשת
00003260=אתר רשת
00003271=הרץ
00003272=ניפוי
00003273=שרת מארח מקומי
00003277=לך להצהרה
00003279=מחלקות
00003280=פונרציות

[fMDIChild]
00000001=ללא שם
00000072=0 סימנייה
00000073=1 סימנית
00000074=2 סימנית
00000075=3 סימניה
00000076=4 סימניה
00000077=5 סימניה
00000078=6 סימניה
00000079=7 סימניה
00000080=8 סימניה
00000081=9 סימניה
00000084=0 סימנייה
00000085=1 סימנית
00000086=2 סימנית
00000087=3 סימניה
00000088=4 סימניה
00000089=5 סימניה
00000090=6 סימניה
00000091=7 סימניה
00000092=8 סימניה
00000093=9 סימניה
00001864=הערה
00002222=PHP מדריך
00002224=קפל שורות ארוכות
00002225=שוליים לכריכה
00002228=ערוך
00002231=שרת מארח מקומי
00002239=ערוך
00002281=PHP מתעד
00002283=חיפוש ברשת
00002285=גוגל
00002287=!יאהו
00002288=אלטויסטה
00002289=וויקיפדיה
00002290=קודרס
00002291=...קבע תצורת חיפוש ברשת
00002292=התחרט
00002293=בטל חרטה
00002294=גזור
00002295=העתק
00002296=הדבק
00002297=קפל שורות ארוכות
00002298=קפל שורות ארוכות
00002303=בחר תג
00002305=...אותיות קטנות-גדולות
00002306=טקסט שנבחר
00002307=אותיות גדולות
00002308=אותיות קטנות
00002309=הפוך אותיות לגדולות
00002310=תגים של אותיות גדולות
00002311=תגים של אותיות קטנות
00002312=כל המסמך
00002313=אותיות גדולות
00002314=אותיות קטנות
00002315=הפוך אותיות לגדולות
00002325=// הערה עם
00002326=בטל הערת שורה יחידה
00002403=טהומה
00002406=ניפוי
00002407=...נפה עם פרמטרים

[frmAbout]
00000028=סגור
00000039=:רישיון שייך ל
00000041=:שם
00000055=אתר רשת
00000063=PHP
00000077=אתר רשת

[frmApplicationEdit]
00000073=או.קיי.
00000078=בטל
00000079=:שם
00000084=כל הקבצים (*.*)|*.*

[frmApplicationManager]
00000070=מנהל יישומים
00000073=הרץ
00000078=סגור
00000079=...חדש

[frmAutoCompletionNewItem]
00000073=או.קיי.
00000078=בטל

[frmBug]
00000073=או.קיי.
00000078=בטל
00000079=:תיאור
00000102=כל הקבצים (*.*)|*.*

[frmCodeBeautifier]
00000070=PHP מייפה קוד
00000080=קפל שורות ארוכות
00000083=אותיות קטנות
00000085=סגור

[frmCodeExplorerSelectFile]
00000002=פתח
00000003=בטל

[frmColors]
00000073=או.קיי.
00000078=בטל

[frmConfigurePHPManual]

[frmCSSCreateSelectorChild]
00000073=או.קיי.
00000078=בטל

[frmCSSCreateSelectorClass]
00000073=או.קיי.
00000078=בטל
00000082=מחלקה

[frmCSSCreateSelectorContextual]
00000073=או.קיי.
00000078=בטל

[frmCSSCreateSelectorPseudo]
00000073=או.קיי.
00000078=בטל
00000083=מחלקה

[frmCSSCreateSelectorSibling]
00000073=או.קיי.
00000078=בטל

[frmCSSCreateSelectorSimple]
00000073=או.קיי.
00000078=בטל

[frmCSSImport]
00000073=או.קיי.
00000078=בטל
00000079=קובץ
00000081=נתיב מלא

[frmCSSImportRule]
00000073=או.קיי.
00000078=בטל
00000079=קובץ
00000082=נתיב מלא

[frmCSSMediaRule]
00000073=או.קיי.
00000078=בטל

[frmCSSPosition]
00000071=:מזהה
00000075=:גובה
00000076=:רוחב
00000078=או.קיי.
00000079=בטל

[frmDatabaseConnection]
00000073=או.קיי.
00000078=בטל
00000082=:שם

[frmDateTime]
00000072=בטל
00000073=או.קיי.

[frmDebugParameters]
00000073=או.קיי.
00000078=בטל
00000081=נקה

[frmDebugProfiler]

[frmDockBug]
00000001=באג בתוך שורה

[frmDockCodeExplorer]
00000001=חוקר קוד

[frmDockCodeLib]
00000001=ספריות קוד

[frmDockCodeSnippets]
00000001=גזירי קוד

[frmDockDatabaseConnections]
00000001=חיבורי בסיס נתונים

[frmDockDatabaseManagement]

[frmDockDebugBreakpoints]
00000001=נקודות עצירה
00000003=ערוך
00000004=אפשר
00000006=מחיקה
00000011=ערוך
00000012=אפשר
00000016=מחיקה

[frmDockDebugCallStack]
00000002=העתק
00000003=העתק

[frmDockDebugContextVariables]
00000001=משתנים תלויי הקשר
00000002=העתק
00000003=הוסף נקודת צפיה
00000004=הוסף נקודת צפיה
00000005=העתק

[frmDockDebugEvaluate]
00000002=העתק
00000003=הוסף נקודת צפיה
00000004=הוסף נקודת צפיה
00000005=העתק

[frmDockDebugEvent]
00000001=יומן אירועים
00000002=העתק
00000006=נקה
00000007=העתק
00000008=נקה

[frmDockDebugWatches]
00000001=נקודות צפיה
00000002=העתק
00000007=ערוך
00000008=מחיקה
00000011=העתק
00000013=ערוך
00000014=מחיקה

[frmDockFileBrowser]
00000001=דפדפן קבצים

[frmDockFileBrowserSnapshots]

[frmDockFTP]
00000001=FTP/SFTP

[frmDockInlineTodo]
00000001=לביצוע בתוך שורה

[frmDockMsgPHP]
00000001=PHP

[frmDockMsgPHPDoc]
00000001=PHP מתעד

[frmDockMsgTidy]

[frmDockPHPManual]
00000001=PHP מדריך

[frmDockProjectOverview]
00000001=פרויקטים

[frmDockProjects]
00000001=פרויקטים

[frmDockSearchResults]

[frmDockSyntaxCheck]
00000001=בדיקת תחביר
00000003=מיקום
00000004=תיאור

[frmDockTemplates]

[frmDockTodo]

[frmEmbed]
00000071=:מזהה
00000084=כללי
00000086=:רוחב
00000087=:גובה
00000088=כללי
00000089=נתיב מלא
00000092=מוסתר
00000093=מתקדם
00000094=:מפת&ח גישה
00000096=:לשונית
00000097=:כיוון
00000098=:שפה
00000099=:כותרת
00000100=מתקדם
00000104=:סגנון
00000105=:מחלקה
00000107=או.קיי.
00000108=בטל

[frmFileAss]
00000003=סגור

[frmFindReplace]
00000002=סג&ור
00000003=אופציות
00000033=גזור
00000034=העתק
00000036=בחר הכול
00000037=התחרט
00000038=הדבק

[frmFlash]
00000084=כללי
00000086=:רוחב
00000087=:גובה
00000088=כללי
00000089=נתיב מלא
00000107=או.קיי.
00000108=בטל

[frmFont]
00000001=כללי
00000003=מודגש
00000004=נטוי
00000005=קו תחתון
00000006=קו חוצה
00000012=הפוך אותיות לגדולות
00000013=מוסתר
00000016=דוגמה
00000018=ציטוט
00000019=משתנה
00000020=לוח מקשים
00000021=קוד
00000026=מתקדם
00000031=או.קיי.
00000032=בטל
00000034=גופן
00000041=כללי
00000047=:מפת&ח גישה
00000049=:לשונית
00000050=:כיוון
00000051=:מזהה
00000052=:שפה
00000053=:כותרת
00000054=מתקדם
00000055=:סגנון
00000056=:מחלקה

[frmForm]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000113=מתקדם
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה

[frmFormButton]
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000126=כללי
00000132=מתקדם
00000138=אף אחד
00000140=אף אחד

[frmFormCheckbox]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000113=מתקדם
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000126=:יישור
00000136=אף אחד
00000138=אף אחד

[frmFormDropDown]
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000126=כללי
00000137=הסר
00000140=מתקדם

[frmFormDropdownProperties]
00000073=או.קיי.
00000074=בטל

[frmFormFileUpload]
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000126=כללי
00000132=מתקדם
00000138=אף אחד
00000140=אף אחד

[frmFormHidden]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000138=אף אחד
00000140=אף אחד
00000144=מתקדם

[frmFormImageButton]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000138=אף אחד
00000140=אף אחד
00000146=:גבול
00000147=:גובה
00000148=:רוחב
00000149=:יישור
00000150=נתיב מלא
00000152=מתקדם

[frmFormPassword]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000138=אף אחד
00000140=אף אחד
00000144=:יישור
00000148=מתקדם

[frmFormRadio]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000138=אף אחד
00000140=אף אחד
00000144=:יישור
00000146=מתקדם

[frmFormText]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000138=אף אחד
00000140=אף אחד
00000144=:יישור
00000148=מתקדם

[frmFormTextbox]
00000084=כללי
00000088=כללי
00000107=או.קיי.
00000108=בטל
00000114=:מפת&ח גישה
00000116=:לשונית
00000117=:כיוון
00000118=:מזהה
00000119=:שפה
00000120=:כותרת
00000121=מתקדם
00000123=:סגנון
00000124=:מחלקה
00000133=מתקדם

[frmFTPConfirm]

[frmFTPManager]
00000002=סגור
00000004=...חדש
00000006=מחיקה

[frmFTPManagerProperties]
00000003=בטל
00000004=או.קיי.
00000006=כללי
00000008=סיסמה
00000010=:שם

[frmFTPPermissions]
00000014=או.קיי.
00000015=בטל

[frmFTPProgress]

[frmImage]
00000003=בטל
00000004=או.קיי.
00000005=כללי
00000008=כללי
00000011=:גבול
00000015=נתיב מלא
00000016=מתקדם
00000017=:מפת&ח גישה
00000019=:לשונית
00000020=:כיוון
00000021=:מזהה
00000022=:שפה
00000023=:כותרת
00000024=מתקדם
00000026=:סגנון
00000027=:מחלקה
00000035=אף אחד
00000037=אף אחד
00000042=תמונה

[frmInline]
00000003=בטל
00000004=או.קיי.

[frmJavaScriptOpenWindow]
00000037=:שם
00000038=:רוחב
00000039=:גובה

[frmJumpToDeclaration]
00000002=נקה
00000007=מסנן
00000008=.או. קיי
00000009=בטל

[frmLicenseChange]
00000007=סגור

[frmLink]
00000002=או.קיי.
00000003=בטל
00000004=כללי
00000008=כללי
00000009=נתיב מלא
00000010=מתקדם
00000011=:מפת&ח גישה
00000013=:לשונית
00000014=:כיוון
00000015=:מזהה
00000016=:שפה
00000017=:כותרת
00000018=מתקדם
00000020=:סגנון
00000021=:מחלקה
00000028=אף אחד
00000030=אף אחד
00000035=היפרלינק

[frmList]
00000003=או.קיי.
00000004=בטל
00000005=כללי
00000009=כללי
00000013=נתיב מלא
00000015=מתקדם
00000016=:מפת&ח גישה
00000018=:לשונית
00000019=:כיוון
00000020=:מזהה
00000021=:שפה
00000022=:כותרת
00000023=מתקדם
00000025=:סגנון
00000026=:מחלקה

[frmMeta]
00000039=סגור

[frmNewFile]
00000003=סגור

[frmOrderFull]
00000007=או.קיי.

[frmPHPDocWizard]
00000035=phpDocumentor אשף
00000036=:כותרת
00000039=קבצים
00000043=סגור

[frmPHPServerVariables]
00000002=או.קיי.
00000003=בטל

[frmPreferences]
00001490=:כותרת
00001623=ברירת מחדל
00001663=הרחבה אוטומטית
00001672=כללי
00001673=מערך
00001675=ברירת מחדל
00002091=או.קיי.
00002092=בטל
00002129=PHP
00002130=HTML
00002135=פרל
00002138=ג'אווה
00002140=דפדפן קבצים
00002143=פיתון
00002144=רובי
00002181=HTML
00002182=טקסט
00002188=HTML
00002189=טקסט
00002197=פרופיילר
00002210=http://localhost :דוגמה
00002213=:שער
00002214=שרת מארח מקומי
00002241=פרוייקט
00002254=PHP
00002263=...חדש
00002286=צבעים
00002308=חוקר קוד
00002309=PHP
00002310=מערך
00002311=ברירת מחדל
00002328=לביצוע בתוך שורה
00002332=באג בתוך שורה
00002336=:רוחב
00002347=צבעים
00002350=גופן
00002385=:שם
00002391=:שם
00002401=PHP מדריך
00002412=חיפוש ברשת
00002415=חפש
00002426=פורמט קובץ
00002427=לשונית קובץ
00002429=קידוד קובץ
00002433=כל הקבצים (*.*)|*.*
00002467=התנעה אוטומטית
00002495=קפל שורות ארוכות
00002500=קיפול שורות ארוכות
00002501=גלילה מעבר לסוף שורה
00002503=שוליים לכריכה
00002504=טאבים
00002505=מקש חכם-בית
00002506=מקש חכם-סוף
00002507=לך להצהרה
00002508=בחר פקודה
00002509=מורחב PHP מדריך
00002510=היסטורית חיפוש-השלמה אוטומטית
00002511=בטל רווח
00002512=התאמה מלאה
00002513=התנעה אוטומטית
00002514=ENTER קבל רק על ידי לחיצה על מקש
00002515=סגור אם ריק
00002516=קבל עלידי לחיצה על מקש טאב
00002517=בחירה אוטומטית של פריט ראשון
00002518=(<) התנעת פתיחה
00002519=(</) התנעת סגירה
00002520=(&&) יישות מיוחדת
00002521=(::) PHP התנעת מחלקה
00002522=PHP התנעת עצמי  (->)
00002523=($) התנעת משתנים
00002524=הסר משתנים כפולים
00002525=הצג פרמטרי פונקציות
00002526=הצג קבועים מובנים
00002527=הצג מילות מפתח
00002528=מיין פריטים
00002530=שמור טקסט
00002531=אפשר שיוך קבצים
00002532=אפשר את הצגת נתיב הקובץ המלא על לשונית המסמך
00002533=לחצן סגירה
00002534=שנה סדר לשוניות
00002535=מחק שינויים שנעשו על ידי תוכנות אחרות
00002537=סוגי קידוד
00002538=בחר לשונית לפני סגירה
00002539=מחק שורה אם ריקה
00002540=קצץ בזמן שמירה
00002541=HTML
00002542=טקסט
00002543=מודגש
00002544=מודגש+קו תחתי
00002545=רגיל-ברירת מחדל
00002546=קו תחתון
00002547=קובץ
00002548=ראש הפרויקט
00002549=דפדפן פרויקט
00002550=דפדפן קבצים
00002551=ברירת מחדל - תיקיית משתמש חלונות
00002552=מותאם אישית
00002555=דיאלוג חיפוש
00002556=סרגל חיפוש
00002586=אפשר
00002587=PHP, HTML, CSS and JavaScript עמעם קוד לא פעיל ב
00002588=HTML ב PHP  שבץ
00002589=CSS ב PHP  שבץ
00002590=JavaScript ב PHP  שבץ
00002591=CSS HTML שבץ
00002592=JavaScript HTML שבץ
00002593=phpDoc הכנס * בהערות
00002594=:שם גופן
00002596=תלויות
00002597=מחלקות
00002598=פונרציות
00002599=משתנים
00002600=קבועים
00002601=ממשקים
00002602=מחלקה מיישמת
00002603=ממשק מרחיב
00002604=הצג פרמטרי פונקציות
00002605=הרחב אוטומטית בזמן בחירה
00002606=:(השהייה לפני הניתוח הבא (מ"ש
00002607=רגיל
00002608=לא פעיל\nהכי נמוך\nנמוך יותר\nרגילגבוה יותר\nהכי גבוה\nתלוי בזמן\n
00002609=פתח את כל הקבצים שטופלו לאחרונה
00002610=פתח את הקובץ האחרון שנפתח
00002611="הצג "מתחיל לפעול
00002612=PHP, HTML, CSS and JavaScript - הדגשה חכמה
00002613=רובי
00002614=פיתון
00002616=ג'אווה
00002617=פרל
00002619=PHP
00002620=HTML
00002625=אף אחד
00002626=פתח קבצים שנפתחו לאחרונה
00002630=&מודגש
00002638=אופציות
00002644=כללי
00002645=HTML
00002646=PHP
00002647=מתקדם
00002652=כללי
00002657=חוקר קוד
00002660=מסמני תחביר
00002667=פרופיילר
00002671=הדפס
00002672=PHP מדריך
00002674=שרת מארח מקומי
00002675=הרץ
00002676=בדיקת תחביר
00002680=חיפוש ברשת
00002683=...פתח
00002684=העדפות
00002691=PHP
00002692=HTML
00002700=פתח
00002741=אף אחד
00002754=דפדפן קבצים
00002756=UTF-8
00002757=UTF-16 LE
00002759=BOM שמור עם
00002760=UTF-16 BE

[frmPrint]
00000001=תצוגת קדם הדפסה
00000002=הדפס
00000003=...הדפסה
00000004=...כוונון
00000005=דף ראשון
00000006=דף קודם
00000007=הדף הבא
00000008=הדף האחרון
00000009=כל המסמך
00000010=תחום ההדפסה: הכול
00000011=רק טקסט שנבחר
00000012=:הדפס

[frmProjectEdit]
00000002=כללי
00000003=:שם
00000005=:תיאור
00000006=מסננים
00000007=CSV \nHTML פורמט\nטקסט חפשי\nRich Text פורמט\nללא אובייקטים Rich Text פורמט\nטקסט יוניקוד\nנתוני עץ וירטואלי\n
00000010=שרת מארח מקומי
00000011=:נתיב השרת
00000012=:נתיב מקומי
00000013=:שער
00000014=http://localhost :דוגמה
00000015=c:\\program files\\xampp\\htdocs\\ :דוגמה
00000016=ערוך פרוייקט
00000017=מסנן
00000018=ערוך
00000019=מסנן
00000020=הוספת מסנן
00000021=מסנן
00000022=הסרת מסנן
00000023=.או. קיי
00000024=בטל
00000025=ברירת מחדל
00000030=מסנן
00000031=ברירת מחדל
00000032=מרחב עבודה
00000033=טעינה מחדש
00000036=שינוי שם
00000037=מחיקה
00000038=ראש הפס
00000039=...חדש
00000040=תיקייה וירטואלית
00000041=תיקייה
00000042=קובץ
00000043=קישור אל תיקייה מקומית
00000044=קישור אל קובץ מקומי
00000045=FTP קישור אל תיקיית
00000046=FTP קישור אל קובץ
00000047=...ייבוא מ
00000048=תיקייה מקומית
00000049=קובץ מקומי
00000050=FTP תיקיית
00000051=FTP קובץ
00000052=...יצוא אל
00000053=תיקייה מקומית
00000054=FTP תיקיית
00000055=טעינה מחדש
00000056=מחיקה
00000057=שינוי שם
00000058=תכונות
00000059=פתח
00000060=...חדש
00000061=קובץ
00000062=תיקייה
00000063=קישור אל קובץ מקומי
00000064=קישור אל תיקייה מקומית
00000065=FTP קישור אל קובץ
00000066=FTP קישור אל תיקיית
00000067=תיקייה וירטואלית
00000068=תכונות
00000069=שנה הרשאה
00000070=...ייבוא מ
00000071=תיקייה מקומית
00000072=קובץ מקומי
00000073=FTP תיקיית
00000074=FTP קובץ
00000075=...יצוא אל
00000076=תיקייה מקומית
00000077=FTP תיקיית
00000078=תפריט המעטפת
00000079=פתח
00000080=...חדש
00000081=תיקייה וירטואלית
00000082=תיקייה
00000083=קובץ
00000084=קישור אל תיקייה מקומית
00000085=קישור אל קובץ מקומי
00000086=FTP קישור אל תיקיית
00000087=FTP קישור אל קובץ
00000088=...ייבוא מ
00000089=תיקייה מקומית
00000090=קובץ מקומי
00000091=FTP תיקיית
00000092=FTP קובץ
00000093=...יצוא אל
00000094=תיקייה מקומית
00000095=FTP תיקיית
00000096=טעינה מחדש
00000097=מחיקה
00000098=שינוי שם
00000099=תכונות
00000100=שנה הרשאה
00000101=תפריט המעטפת
00000102=:נוצר
00000103=:נפתח לאחרונה
00000104=:סך הכל
00000105=:זמן ערוץ השיחה

[frmProjectManager]
00000004=חדש
00000005=ערוך
00000006=מחיקה
00000007=.או. קיי
00000008=בטל
00000012=פתח פרויקט
00000013=סגור פרויקט

[frmProjectWizard]
00000007=בטל
00000009=כללי
00000012=:תיאור
00000020=הסר
00000025=הסר
00000026=מסננים
00000032=ראש המטיל
00000033=...חדש
00000034=תיקייה וירטואלית
00000035=תיקייה
00000036=קובץ
00000037=קישור אל תיקייה מקומית
00000038=קישור אל קובץ מקומי
00000039=FTP קישור אל תיקיית
00000040=FTP קישור אל קובץ
00000041=...ייבוא מ
00000042=תיקייה מקומית
00000043=קובץ מקומי
00000044=FTP תיקיית
00000045=FTP קובץ
00000046=...יצוא אל
00000047=תיקייה מקומית
00000048=FTP תיקיית
00000049=טעינה מחדש
00000050=מחיקה
00000051=שינוי שם
00000052=תכונות
00000054=פתח
00000055=טעינה מחדש
00000056=שינוי שם
00000057=מחיקה
00000058=...חדש
00000059=קובץ
00000060=תיקייה
00000061=קישור אל קובץ מקומי
00000062=קישור אל תיקייה מקומית
00000063=FTP קישור אל קובץ
00000064=FTP קישור אל תיקיית
00000065=תיקייה וירטואלית
00000066=תכונות
00000067=שנה הרשאה
00000068=...ייבוא מ
00000069=תיקייה מקומית
00000070=קובץ מקומי
00000071=FTP תיקיית
00000072=FTP קובץ
00000073=...יצוא אל
00000074=תיקייה מקומית
00000075=FTP תיקיית
00000076=תפריט המעטפת
00000078=תפריט המעטפת
00000079=פתח
00000080=...חדש
00000081=תיקייה וירטואלית
00000082=תיקייה
00000083=קובץ
00000084=קישור אל תיקייה מקומית
00000085=קישור אל קובץ מקומי
00000086=FTP קישור אל תיקיית
00000087=FTP קישור אל קובץ
00000088=...ייבוא מ
00000089=תיקייה מקומית
00000090=קובץ מקומי
00000091=FTP תיקיית
00000092=FTP קובץ
00000093=...יצוא אל
00000094=תיקייה מקומית
00000095=FTP תיקיית
00000096=טעינה מחדש
00000097=מחיקה
00000098=שינוי שם
00000099=תכונות
00000100=שנה הרשאה

[frmRegistration]

[frmSelectFiles]
00000001=לך אל קובץ
00000003=סגור

[frmSnippetAndTemplate]
00000005=:שם
00000008=בטל
00000009=או.קיי.
00000012=התחרט
00000013=בטל חרטה
00000014=גזור
00000015=העתק
00000016=הדבק

[frmSpecialCharacters]
00000005=בטל
00000006=או.קיי.
00000007=תו
00000008=תיאורDescription
00000009=יישות

[frmSpreadPhpDesigner]
00000008=!phpDesigner הפיצו את
00000011=או.קיי.
00000012=בטל

[frmTable]
00000005=או.קיי.
00000006=בטל
00000007=כללי
00000008=מערך
00000011=תכונות
00000012=תכונות טבלה
00000013=:תמונת רקע
00000014=:ריווח תאים
00000015=:ריפוד תאים
00000016=:יישור
00000017=:גובה
00000018=:רוחב
00000019=:צבע רקע
00000020=:גבול
00000021=:צבע הגבול
00000022=:גבול בהיר
00000023=:גבול כהה
00000024=נתיב מלא
00000025=מתקדם
00000026=:מפת&ח גישה
00000028=:לשונית
00000029=:כיוון
00000030=:מזהה
00000031=:שפה
00000032=:כותרת
00000033=מתקדם
00000034=:גודל בסיס נתונים
00000035=:סיכום
00000037=:סגנון
00000038=:מחלקה
00000040=(PHP)  " ברח מכל תוויות
00000042=כל הקבצים (*.*)|*.*

[frmTodoItem]
00000007=:תיאור
00000014=בטל
00000015=או.קיי.
00000018=כל הקבצים (*.*)|*.*

[frmWelcome]
00000009=המשך
00000024=.כוונון של פעם ראשונה .phpDesigner 7 ברוך הבא אל
00000025=מסמני תחביר
00000029=בדיקת תחביר
00000030=HTML ו CSS
00000032=C:\\Program Files\\phpDesigner\\PHPSyntaxCheck\\php.exe  דוגמה:
00000037=טיפ!
00000038=.PHP שלך בהעדפות תחת בדיקת התחביר עבור  PHP השבת או הגדר שוב את תצורת ה - PHP והתקנת ה PHP זה קורה בגלל בדיקת התחביר של  'missing php_mbstring.dll' בהתחלה, כגון dll אם אתה מקבל שגיאות\n
00000039=אל תציג את הדיאלוג של הפעםהראשונה\n

[$CONSTANTS]
